{
    "version": "https://jsonfeed.org/version/1",
    "title": "Codingbook Gunlugum",
    "description": "",
    "home_page_url": "https://sammuellll.github.io/Codingbook-Gunlugum",
    "feed_url": "https://sammuellll.github.io/Codingbook-Gunlugum/feed.json",
    "user_comment": "",
    "author": {
        "name": "Ibrahim Sayhan"
    },
    "items": [
        {
            "id": "https://sammuellll.github.io/Codingbook-Gunlugum/codingbookorg-2/index.html",
            "url": "https://sammuellll.github.io/Codingbook-Gunlugum/codingbookorg-2/index.html",
            "title": "codingbook.org",
            "summary": "Bugun sizlere codingbook isimli dernekten bahsedecegim. Bu dernek ucretsiz olarak yazilim dersleri veren gonullulerden olusuyor. Rabbim ebeden onlardan razi olsun. Bu program daha cok Amerika baz alinarak hazirlanmis olsada, Avrupa`daki gonullulerin de katilimiyla daha effectif bir kurs oldu. Kursun ilk periodu mayis 2019 ayinda yapildi.",
            "content_html": "<p>Bugun sizlere codingbook isimli dernekten bahsedecegim. Bu dernek ucretsiz olarak yazilim dersleri veren gonullulerden olusuyor. Rabbim ebeden onlardan razi olsun.</p>\n<p>Bu program daha cok Amerika baz alinarak  hazirlanmis olsada, Avrupa`daki gonullulerin de katilimiyla daha effectif bir kurs oldu.</p>\n<p>Kursun ilk periodu mayis 2019 ayinda yapildi. Bu surede bizlere python yazilim dili anlatildi.  </p>\n<p>30 mayis ta yapilan sinav sonrasinda, Haziran ayinda baslayacak olan program icin secmeler yapildi. </p>\n<p>Bu sinav sonrasinda, sinavada basarili olanlarla beraber, 4 farkli path uzerinden devam edilecek. Python, java, Could Computing ve Test Otomation pathleri uzerinden devam ediliyor. Bu dort farkli pathden istedigimize veya istediklerimize kayidimiz yaptirip, yazilim konusunda kendimizi biraz daha ileri tasiyabiliriz.</p>",
            "author": {
                "name": "Ibrahim Sayhan"
            },
            "tags": [
            ],
            "date_published": "2020-06-22T13:59:39+02:00",
            "date_modified": "2020-06-22T13:59:39+02:00"
        }
    ]
}
